Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/jordbruk.html.tmx
Source language: nob
Languages: sma

source: Jordbruk
sma: Jåartaburrie

source: Jordbruk spiller en meget viktig rolle for utviklingen av levende bygder og samisk kultur.
sma: Jåartaburrie joekoen vihkeles råållam åtna juktie jielije voenh jïh saemien kultuvrem evtiedidh.

source: Sametinget jobber for å bevare og utvikle jordbruk som en viktig kulturbærer og sysselsetter.
sma: Saemiedigkie sæjhta jåartaburriem vaarjelidh jïh evtiedidh goh vihkeles kultuvreguedtije jïh fasseldæjja.

source: Levende bygder er den beste garanti for sikring og utvikling av samisk kultur og språk.
sma: Jielije voenh bööremes tjirkeme juktie saemien kultuvrem jïh gïelem gorredidh jïh evtiedidh.

source: Samisk jordbruk er avhengig av at norske myndigheter har en langsiktig og forutsigbar jordbrukspolitikk.
sma: Saemien jåartaburrie lea jearohke nöörjen åejvieladtjh aktem guhkies jïh daajroes jåartaburriepolitihkem utnieh.

source: Jordbruk i samiske områder kan vanskelig konkurrere med områder i resten av landet som har bedre klimatiske forhold.
sma: Jåartaburrie saemien dajvine geerve åtna geervelaakan gaahtjedh dajvigujmie jeatjah bieline laanteste mah buerebe klijmam utnieh.

source: Av den grunn kan ikke konsekvensene av en overproduksjon i andre deler av landet gå ut over jordbruksproduksjonen i samiske områder.
sma: Dan gaavhtan konsekvensh aktede bijjieproduksjovneste jeatjah lehkesne laantesne eah maehtieh jåartaburrieproduksjovnem saemien dajvine goerpedehtedh.

source: Jordbruk er en distriktsnæring som må drives der det er jordbruksareal.
sma: Jåartaburrie lea jieleme mejnie tjuara gïehtelidh desnie gusnie jåartaburrieareaale.

source: En god del av bosettingen i samiske områder har sammenheng med at den er knyttet til mulighetene for å drive med jordbruk.
sma: Akte stoerre bielie årromedajveste saemien dajvine lea ektiedamme nuepide jåartaburrine gïehtelidh.

source: I tillegg til å være viktig for bosettingen har verdiskapingen i jordbruket stor betydning for samiske områder.
sma: Lissine vihkeles årrodh almetjidie mah desnie årroeh, jåartaburrien aarvoesjugniedimmie aaj vihkeles saemien dajvide.

source: Produksjon av jordbruksprodukter skaper også ringvirkninger i samfunnet for øvrig.
sma: Produksjovne jåartaburriedorjesijstie aaj lissie-effekth sjugnede jeatjah siebriedahkesne.

source: Det dreier seg om verdiskaping innen slakterier, meierier, maskinleverandører, transportsektor etc.
sma: Goh aarvoesjugniedimmie leekedimmiesijjine, meejerijine, maasjinadeallahtæjjaj jïh foeresjimmiesuerkien luvnie jnv.

source: Basisproduksjonene i det samiske jordbruket er melkeproduksjon og sauehold.
sma: Betnieproduksjovnh saemien jåartaburresne lea mielhkieproduksjovne jïh sïrvh.

source: I Troms er geit viktig for noen bygdesamfunn.
sma: Romsesne gaajhtse vihkeles naan voenide.

source: Samiske områder har i dag en del dyrka areal som ikke brukes i dag, men som lett kan tas i bruk av eksisterende bruk.
sma: Saemien dajvine naan ïentjh utnieh mah eah leah åtnosne daan biejjien, men gåarede dejtie aelhkieslaakan nuhtjedh dejstie mah joe gaertieninie gïehtelieh.

source: Sametinget gir hvert år innspill til jordbruksavtalen.
sma: Saemiedigkie raeriestimmieh buakta jåartaburrielatjkose fïerhten jaepien.

source: Denne behandles i Sametingets plenum før forhandlingene starter.
sma: Saemiedigkien stoerretjåanghkoe dam gïetede åvtelen rååresjimmiejgujmie aalka.

source: Videreforedling av mat, matopplevelser og arktisk landbruk er et av de områdene Sametinget prioriterer.
sma: Jåarhkeevtiedimmie beapmoste, beapmoedååjresh jïh arktiske laanteburrie leah akte dejstie suerkijste maam Saemiedigkie prioriterede.

source: Det er innen disse produksjonene det er mulig å øke verdiskapingen ytterligere.
sma: Daejnie produksjovnine gåarede aarvoesjugniedimmiem vielie lissiehtidh.
